[
  {
    "title": "Fun at the Park",
    "content": "Today was super fun! I played with my friends at the park all afternoon. We had a big race, and I won! Then, when I got home, I played some games on my phone before dinner.",
    "date": "2024-04-24",
    "reactions": {
      "happy": 1,
      "sad": 0,
      "angry": 0
    }
  },
  {
    "title": "Lonely Day",
    "content": "I had a bit of a rough day today. My best friend was sick, so I couldn't play with them at school. I felt lonely at recess. But, I cheered up when I watched funny videos on my phone during lunch.",
    "date": "2024-04-23",
    "reactions": {
      "happy": 1,
      "sad": 1,
      "angry": 0
    }
  },
  {
    "title": "Birthday Bliss",
    "content": "Today was awesome! It was my birthday, and I got a new phone as a present! I spent the whole day setting it up and exploring all the cool features.",
    "date": "2024-04-22",
    "reactions": {
      "happy": 1,
      "sad": 0,
      "angry": 0
    }
  },
  {
    "title": "Phone Mishap",
    "content": "I had a terrible day today. I accidentally dropped my phone and cracked the screen. It made me so upset, and I cried for a long time.",
    "date": "2024-04-21",
    "reactions": {
      "happy": 0,
      "sad": 1,
      "angry": 0
    }
  },
  {
    "title": "Rainy Day Blues",
    "content": "Today was boring. I had to stay inside all day because it was raining. I watched videos on my phone to pass the time, but it wasn't as fun as playing outside.",
    "date": "2024-04-20",
    "reactions": {
      "happy": 0,
      "sad": 0,
      "angry": 0
    }
  },
  {
    "title": "Zoo Adventure",
    "content": "I had a great day today! I went to the zoo with my family and saw lots of cool animals. I took so many pictures on my phone to remember the day.",
    "date": "2024-04-19",
    "reactions": {
      "happy": 1,
      "sad": 0,
      "angry": 0
    }
  },
  {
    "title": "Gaming Frustration",
    "content": "Today was frustrating. I couldn't figure out how to beat a level in my favorite game on my phone. I kept trying, but I just couldn't do it.",
    "date": "2024-04-18",
    "reactions": {
      "happy": 0,
      "sad": 0,
      "angry": 1
    }
  },
  {
    "title": "Beach Day",
    "content": "I had a really fun day today! My family and I went to the beach, and I built the biggest sandcastle ever! Then, on the way home, I listened to music on my phone and danced in the car.",
    "date": "2024-04-17",
    "reactions": {
      "happy": 1,
      "sad": 0,
      "angry": 0
    }
  },
  {
    "title": "Study Session",
    "content": "Today was okay. I had a lot of homework to do, so I spent most of the day studying. I took short breaks to check my phone and chat with my friends.",
    "date": "2024-04-16",
    "reactions": {
      "happy": 0,
      "sad": 0,
      "angry": 0
    }
  },
  {
    "title": "Lost in the Mall",
    "content": "I had a really scary experience today. I got lost in the mall for a few minutes, and I couldn't find my mom. I was really scared, but she found me quickly. I called her on my phone, and she told me where to wait.",
    "date": "2024-04-15",
    "reactions": {
      "happy": 0,
      "sad": 1,
      "angry": 0
    }
  },
  {
    "title": "Birthday Party Fun",
    "content": "Today was amazing! I went to my friend's birthday party, and we had so much fun playing games and eating cake. I took lots of pictures on my phone to remember the day.",
    "date": "2024-04-14",
    "reactions": {
      "happy": 1,
      "sad": 0,
      "angry": 0
    }
  },
  {
    "title": "Phone Troubles",
    "content": "I had a really frustrating day today. My phone kept freezing, and I couldn't get it to work properly. I tried restarting it several times, but it didn't help.",
    "date": "2024-04-13",
    "reactions": {
      "happy": 0,
      "sad": 0,
      "angry": 1
    }
  },
  {
    "title": "Loss of a Pet",
    "content": "Today was sad. My pet fish died, and I was really upset. I watched videos of us playing together on my phone and cried.",
    "date": "2024-04-12",
    "reactions": {
      "happy": 0,
      "sad": 1,
      "angry": 0
    }
  },
  {
    "title": "Amusement Park Adventure",
    "content": "Today was so much fun! I went to the amusement park with my family and rode all the rides. I took lots of pictures and videos on my phone to remember the day.",
    "date": "2024-04-11",
    "reactions": {
      "happy": 1,
      "sad": 0,
      "angry": 0
    }
  },
  {
    "title": "Hot Day Indoors",
    "content": "I had a really boring day today. It was too hot to go outside, so I stayed inside and played games on my phone all day.",
    "date": "2024-04-10",
    "reactions": {
      "happy": 0,
      "sad": 0,
      "angry": 0
    }
  }
]
